Repository: 2lambda123/Evernote-serge
Catalog: t/data/engine/keys_language/03/reference-output/po/xx_KEYS/strings.ini.po
Languages: xx_keys

source: a
xx_keys: 099765be22d44cfffa152935483ffc9d

source: OK
xx_keys: f602a38e53fb52d8cdba3b639b6e4de8

source: Cancel
xx_keys: 60bcde5cd1555ce0bae8e0c87b2f651e

source: Upgrade
xx_keys: 12e954946cfc4a74632d1e6727d54bae

source: Internationalization
xx_keys: 2a18a45a55bd485e423a3a19036ddfe8

source: Lorem ispsum dolor sit amet
xx_keys: 2cc020017c12efd42ff2e04343e3c209

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed vel enim felis.
xx_keys: d637bc1f609bb750cb704c920327de37

source: Ut est orci, bibendum ut mi ut, feugiat gravida ligula. Curabitur auctor eget leo a rutrum. Suspendisse tempor velit id dui volutpat condimentum.
xx_keys: 3de803078de6d9fbb1e6c8ec85fff126

source: Proin in odio odio. Curabitur quis arcu iaculis, convallis quam ac, dictum eros. Phasellus sollicitudin consequat risus, id eleifend risus dapibus in. Quisque porta porttitor condimentum. Phasellus aliquam dapibus dolor, et mattis turpis lobortis vitae. Nulla facilisi. In ut bibendum orci. Sed mi eros, efficitur vel ligula vitae, lobortis rhoncus libero. Suspendisse maximus, lectus et feugiat venenatis, libero est vestibulum justo, in tempor massa erat non libero. Etiam arcu nibh, ultricies id faucibus in, convallis eu diam. Phasellus facilisis sed metus vitae ornare. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Vivamus posuere ut mi et mattis. Integer sed tortor porta, cursus diam eu, placerat nulla. Mauris congue a lorem sit amet feugiat. Sed elementum malesuada eros, sed finibus urna malesuada vel.
xx_keys: d395d60445723ffafda61b01ba4444e0

source: %s
xx_keys: f5ce068dc48abdced84449d3101a34ba

source: foo %s bar %d baz%.2f
xx_keys: 2132a50bbb467904714226b0e465c2fd

source: \n
xx_keys: 5e4740b011603c3526d014f04a11a0da

source: foo \n bar \t baz\x
xx_keys: 9235650a87cfe190ac6a73f1abd864b1

source: %FOO%
xx_keys: 46929e23330b2a746b17160dc7d4b5c5

source: foo %FOO% bar %bar% baz%_baz_%
xx_keys: b58aed6f6d41be07ded08e7e404f903f

source: <tag>
xx_keys: 3d54f6a59a17436f70a21d3273f7619d

source: foo <tag>bar</tag> baz<etc/>
xx_keys: cf2af8df2adaa77fa0c49b41e1e69d5e

source: <?php echo foo(); ?>
xx_keys: c4023782fbb2eb03e8e20ccdebeee8fb

source: <?= foo(); ?>
xx_keys: 4760c6c7c970497e303a629a1853788b

source: foo <?php echo foo(); ?> bar<?= foo(); ?>baz
xx_keys: 6d619f7deede016c150b32a58fe0f119

source: &nbsp;
xx_keys: da20c8c84d11e01921e84deab07e2af1

source: foo &mdash; bar&nbsp;baz
xx_keys: e41d5a5b541df5137bc486301bd769a9

source: foo {0} bar{1}baz{123}
xx_keys: 76a47592eba4fd6169238bdde7e85c31

source: foo ${0} bar${ab.cd}baz${ef$g}
xx_keys: 104fc3e02532930dec0381eeca8827ac

source: /var/www
xx_keys: 20b10ebc844ce6b67f1e80a6368d3f24

source: foo /var/www bar /etc/pwd baz /x
xx_keys: 02385325356c1984d6983be3e71b2b03

source: http://foo.bar/baz.etc
xx_keys: 9c34120d09f80cbfab513fb8434384ed

source: https://var/www/?foo=bar&baz=e+t%20c#pwd
xx_keys: c315f08eacef97636c4e5f95210033b1

source: mailto:foo@bar
xx_keys: a0ebedfe7ba872f709c4ce7fe3bd59a2

source: mailto:foo@bar.baz
xx_keys: caaeab31401305ad1c8158c385172fba

source: ftp://var/www
xx_keys: 0512509102ef56088f39f9e7b84c639b

source: ssh://foo@bar.baz/etc
xx_keys: 8117e3aa46ad29403ef3b678e66929d7

source: foo http://foo.bar/baz.etc mailto:foo@bar.baz baz
xx_keys: 7a6a2519108a835316b5046b7159064e

source: {CHOICE:{A} aaa|{B} bbb}
xx_keys: 6788f5d1b8e71569b79455aaecc2a351

source: foo {CHOICE:{A} aaa|{B} bbb} bar
xx_keys: 326aa77b6bd1753c96633696ce22c13c

source: foo [bar] baz
xx_keys: 6fdcc14ef19f933178302d4216599986
